Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# sky_day_a11y
source: Sun path: sunrise %1$@, Maghrib %2$@. %3$@ of daylight has passed.
ar: مسار الشمس: الشروق %1$@، المغرب %2$@. مضى %3$@ من النهار.
as: সূৰ্যৰ পথ: সূৰ্যোদয় %1$@, মাগৰিব %2$@। দিনৰ পোহৰৰ %3$@ পাৰ হৈছে।
bn: সূর্যের পথ: সূর্যোদয় %1$@, মাগরিব %2$@। দিনের আলোর %3$@ পার হয়েছে।
bs: Putanja sunca: izlazak %1$@, akšam %2$@. Prošlo je %3$@ dana.
ckb: ڕێڕەوی خۆر: خۆرهەڵاتن %1$@، ئێوارە %2$@. %3$@ی ڕۆژ تێپەڕیوە.
es: Recorrido del sol: salida %1$@, Magrib %2$@. Ha pasado el %3$@ del día.
fa: مسیر خورشید: طلوع %1$@، مغرب %2$@. %3$@ از روز گذشته است.
fa_af: مسیر خورشید: طلوع %1$@، شام %2$@. %3$@ از روز گذشته است.
fil: Daan ng araw: pagsikat ng araw %1$@, Maghrib %2$@. Lumipas na ang %3$@ ng liwanag ng araw.
fr: Course du soleil : lever %1$@, Maghrib %2$@. %3$@ de la journée est passé.
gu: સૂરજનો માર્ગ: સૂર્યોદય %1$@, મગરિબ %2$@. દિવસના પ્રકાશમાંથી %3$@ પસાર થઈ ગયો છે.
ha: Hanyar rana: fitowar rana %1$@, Magariba %2$@. %3$@ na hasken rana ya wuce.
hi: सूरज का रास्ता: सूर्योदय %1$@, मग़रिब %2$@। दिन के उजाले का %3$@ बीत चुका है।
hu: A nap útja: napkelte %1$@, maghrib %2$@. A nappalból eltelt: %3$@.
id: Lintasan matahari: terbit %1$@, Magrib %2$@. %3$@ siang telah berlalu.
ka: მზის გზა: ამოსვლა %1$@, მაღრიბი %2$@. დღის სინათლიდან გავიდა %3$@.
km: គន្លងព្រះអាទិត្យ៖ ថ្ងៃរះ %1$@ ម៉ាហ្គ្រិប %2$@។ ពេលថ្ងៃបានកន្លងផុត %3$@។
kn: ಸೂರ್ಯನ ಪಥ: ಸೂರ್ಯೋದಯ %1$@, ಮಗ್ರಿಬ್ %2$@. ಹಗಲಿನ %3$@ ಕಳೆದಿದೆ.
mk: Патека на сонцето: изгрев %1$@, акшам %2$@. Поминато е %3$@ од денот.
ml: സൂര്യപഥം: സൂര്യോദയം %1$@, മഗ്‌രിബ് %2$@. പകലിന്റെ %3$@ കഴിഞ്ഞു.
mr: सूर्याचा मार्ग: सूर्योदय %1$@, मगरिब %2$@. दिवसाच्या उजेडापैकी %3$@ झाला आहे.
nl: Zonnebaan: zonsopgang %1$@, Maghrib %2$@. %3$@ van het daglicht is verstreken.
pa: ਸੂਰਜ ਦਾ ਰਾਹ: ਸੂਰਜ ਚੜ੍ਹਨਾ %1$@, ਮਗ਼ਰਿਬ %2$@। ਦਿਨ ਦਾ %3$@ ਬੀਤ ਗਿਆ ਹੈ।
pt: Trajetória do sol: nascer do sol %1$@, Maghrib %2$@. Já passou %3$@ do dia.
ru: Путь солнца: восход %1$@, магриб %2$@. Прошло %3$@ светового дня.
si: හිරුගේ ගමන් මඟ: හිරු උදාව %1$@, මග්රිබ් %2$@. දහවලෙන් %3$@ ගත වී ඇත.
sr: Путања сунца: излазак %1$@, акшам %2$@. Прошло је %3$@ дана.
sw: Njia ya jua: macheo %1$@, Magharibi %2$@. %3$@ ya mchana imepita.
te: సూర్య మార్గం: సూర్యోదయం %1$@, మగ్రిబ్ %2$@. పగటిలో %3$@ గడిచింది.
th: เส้นทางดวงอาทิตย์: ขึ้น %1$@ มัฆริบ %2$@ เวลากลางวันผ่านไปแล้ว %3$@
tr: Güneşin yolu: gün doğumu %1$@, akşam %2$@. Gündüzün %3$@ geçti.
ug: قۇياش يولى: كۈن چىقىش %1$@، شام %2$@. كۈندۈزنىڭ %3$@ ئۆتتى.
ur: سورج کا راستہ: طلوع %1$@، مغرب %2$@۔ دن کا %3$@ گزر چکا ہے۔
vi: Đường đi của mặt trời: mọc lúc %1$@, Maghrib lúc %2$@. Đã qua %3$@ ban ngày.
zh_hans: 太阳轨迹：日出 %1$@，昏礼 %2$@。白昼已过去 %3$@。

# sky_night_a11y
source: Night: Maghrib %1$@, sunrise %2$@. %3$@ of the night has passed.
ar: الليل: المغرب %1$@، الشروق %2$@. مضى %3$@ من الليل.
as: ৰাতি: মাগৰিব %1$@, সূৰ্যোদয় %2$@। ৰাতিৰ %3$@ পাৰ হৈছে।
bn: রাত: মাগরিব %1$@, সূর্যোদয় %2$@। রাতের %3$@ পার হয়েছে।
bs: Noć: akšam %1$@, izlazak sunca %2$@. Prošlo je %3$@ noći.
ckb: شەو: ئێوارە %1$@، خۆرهەڵاتن %2$@. %3$@ی شەو تێپەڕیوە.
es: Noche: Magrib %1$@, salida %2$@. Ha pasado el %3$@ de la noche.
fa: شب: مغرب %1$@، طلوع %2$@. %3$@ از شب گذشته است.
fa_af: شب: شام %1$@، طلوع %2$@. %3$@ از شب گذشته است.
fil: Gabi: Maghrib %1$@, pagsikat ng araw %2$@. Lumipas na ang %3$@ ng gabi.
fr: Nuit : Maghrib %1$@, lever %2$@. %3$@ de la nuit est passé.
gu: રાત: મગરિબ %1$@, સૂર્યોદય %2$@. રાતમાંથી %3$@ પસાર થઈ ગયો છે.
ha: Dare: Magariba %1$@, fitowar rana %2$@. %3$@ na dare ya wuce.
hi: रात: मग़रिब %1$@, सूर्योदय %2$@। रात का %3$@ बीत चुका है।
hu: Éjszaka: maghrib %1$@, napkelte %2$@. Az éjszakából eltelt: %3$@.
id: Malam: Magrib %1$@, terbit %2$@. %3$@ malam telah berlalu.
ka: ღამე: მაღრიბი %1$@, მზის ამოსვლა %2$@. ღამიდან გავიდა %3$@.
km: ពេលយប់៖ ម៉ាហ្គ្រិប %1$@ ថ្ងៃរះ %2$@។ ពេលយប់បានកន្លងផុត %3$@។
kn: ರಾತ್ರಿ: ಮಗ್ರಿಬ್ %1$@, ಸೂರ್ಯೋದಯ %2$@. ರಾತ್ರಿಯ %3$@ ಕಳೆದಿದೆ.
mk: Ноќ: акшам %1$@, изгрев %2$@. Поминато е %3$@ од ноќта.
ml: രാത്രി: മഗ്‌രിബ് %1$@, സൂര്യോദയം %2$@. രാത്രിയുടെ %3$@ കഴിഞ്ഞു.
mr: रात्र: मगरिब %1$@, सूर्योदय %2$@. रात्रीपैकी %3$@ झाला आहे.
nl: Nacht: Maghrib %1$@, zonsopgang %2$@. %3$@ van de nacht is verstreken.
pa: ਰਾਤ: ਮਗ਼ਰਿਬ %1$@, ਸੂਰਜ ਚੜ੍ਹਨਾ %2$@। ਰਾਤ ਦਾ %3$@ ਬੀਤ ਗਿਆ ਹੈ।
pt: Noite: Maghrib %1$@, nascer do sol %2$@. Já passou %3$@ da noite.
ru: Ночь: магриб %1$@, восход %2$@. Прошло %3$@ ночи.
si: රාත්‍රිය: මග්රිබ් %1$@, හිරු උදාව %2$@. රාත්‍රියෙන් %3$@ ගත වී ඇත.
sr: Ноћ: акшам %1$@, излазак сунца %2$@. Прошло је %3$@ ноћи.
sw: Usiku: Magharibi %1$@, macheo %2$@. %3$@ ya usiku imepita.
te: రాత్రి: మగ్రిబ్ %1$@, సూర్యోదయం %2$@. రాత్రిలో %3$@ గడిచింది.
th: กลางคืน: มัฆริบ %1$@ ดวงอาทิตย์ขึ้น %2$@ เวลากลางคืนผ่านไปแล้ว %3$@
tr: Gece: akşam %1$@, gün doğumu %2$@. Gecenin %3$@ geçti.
ug: كېچە: شام %1$@، كۈن چىقىش %2$@. كېچىنىڭ %3$@ ئۆتتى.
ur: رات: مغرب %1$@، طلوع %2$@۔ رات کا %3$@ گزر چکا ہے۔
vi: Ban đêm: Maghrib lúc %1$@, mặt trời mọc lúc %2$@. Đã qua %3$@ ban đêm.
zh_hans: 夜晚：昏礼 %1$@，日出 %2$@。夜晚已过去 %3$@。

# source_offline_pack
source: From your downloaded data
ar: من بياناتك المحمّلة
as: আপোনাৰ ডাউনলোড কৰা তথ্যৰ পৰা
bn: আপনার ডাউনলোড করা ডেটা থেকে
bs: Iz vaših preuzetih podataka
ckb: لە زانیارییە داگیراوەکانتەوە
es: De tus datos descargados
fa: از داده‌های دانلودشده شما
fa_af: از معلومات دانلودشده شما
fil: Mula sa iyong na-download na datos
fr: Depuis vos données téléchargées
gu: તમારા ડાઉનલોડ કરેલા ડેટામાંથી
ha: Daga bayanan da kuka sauke
hi: आपके डाउनलोड किए गए डेटा से
hu: A letöltött adataidból
id: Dari data yang diunduh
ka: თქვენი ჩამოტვირთული მონაცემებიდან
km: ពីទិន្នន័យដែលអ្នកបានទាញយក
kn: ನೀವು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ಡೇಟಾದಿಂದ
mk: Од вашите преземени податоци
ml: നിങ്ങൾ ഡൗൺലോഡ് ചെയ്ത ഡാറ്റയിൽ നിന്ന്
mr: तुमच्या डाउनलोड केलेल्या डेटामधून
nl: Uit je gedownloade gegevens
pa: ਤੁਹਾਡੇ ਡਾਊਨਲੋਡ ਕੀਤੇ ਡਾਟਾ ਤੋਂ
pt: Dos seus dados baixados
ru: Из загруженных данных
si: ඔබ බාගත කළ දත්තවලින්
sr: Из ваших преузетих података
sw: Kutoka kwenye data uliyopakua
te: మీరు డౌన్‌లోడ్ చేసిన డేటా నుండి
th: จากข้อมูลที่คุณดาวน์โหลด
tr: İndirilen verilerinizden
ug: چۈشۈرۈلگەن سانلىق مەلۇماتىڭىزدىن
ur: آپ کے ڈاؤن لوڈ کردہ ڈیٹا سے
vi: Từ dữ liệu bạn đã tải về
zh_hans: 来自你下载的数据

# source_online_apple
source: Live from Apple Maps
ar: مباشر من خرائط Apple
as: Apple Mapsৰ পৰা লাইভ
bn: Apple Maps থেকে লাইভ
bs: Uživo iz Apple Maps
ckb: ڕاستەوخۆ لە Apple Maps
es: En vivo de Mapas de Apple
fa: زنده از Apple Maps
fa_af: زنده از Apple Maps
fil: Live mula sa Apple Maps
fr: En direct de Plans d’Apple
gu: Apple Maps પરથી લાઇવ
ha: Kai tsaye daga Apple Maps
hi: Apple Maps से लाइव
hu: Élőben az Apple Mapsből
id: Langsung dari Apple Maps
ka: პირდაპირ Apple Maps-იდან
km: ផ្ទាល់ពី Apple Maps
kn: Apple Maps ನಿಂದ ಲೈವ್
mk: Во живо од Apple Maps
ml: Apple Maps-ൽ നിന്ന് തത്സമയം
mr: Apple Maps वरून लाइव्ह
nl: Live van Apple Maps
pa: Apple Maps ਤੋਂ ਲਾਈਵ
pt: Ao vivo do Apple Maps
ru: Онлайн из Apple Maps
si: Apple Maps වෙතින් සජීවීව
sr: Уживо из Apple Maps
sw: Moja kwa moja kutoka Apple Maps
te: Apple Maps నుండి లైవ్
th: แบบเรียลไทม์จาก Apple Maps
tr: Apple Haritalar’dan canlı
ug: Apple Maps دىن جانلىق
ur: Apple Maps سے براہ راست
vi: Trực tiếp từ Apple Maps
zh_hans: 实时来自 Apple Maps

# source_online_osm
source: Live from OpenStreetMap
ar: مباشر من OpenStreetMap
as: OpenStreetMapৰ পৰা লাইভ
bn: OpenStreetMap থেকে লাইভ
bs: Uživo s OpenStreetMap-a
ckb: ڕاستەوخۆ لە OpenStreetMap
es: En vivo de OpenStreetMap
fa: زنده از OpenStreetMap
fa_af: زنده از OpenStreetMap
fil: Live mula sa OpenStreetMap
fr: En direct d’OpenStreetMap
gu: OpenStreetMap પરથી લાઇવ
ha: Kai tsaye daga OpenStreetMap
hi: OpenStreetMap से लाइव
hu: Élőben az OpenStreetMapről
id: Langsung dari OpenStreetMap
ka: პირდაპირ OpenStreetMap-იდან
km: ផ្ទាល់ពី OpenStreetMap
kn: OpenStreetMap ನಿಂದ ಲೈವ್
mk: Во живо од OpenStreetMap
ml: OpenStreetMap-ൽ നിന്ന് തത്സമയം
mr: OpenStreetMap वरून लाइव्ह
nl: Live van OpenStreetMap
pa: OpenStreetMap ਤੋਂ ਲਾਈਵ
pt: Ao vivo do OpenStreetMap
ru: Онлайн из OpenStreetMap
si: OpenStreetMap වෙතින් සජීවීව
sr: Уживо са OpenStreetMap-а
sw: Moja kwa moja kutoka OpenStreetMap
te: OpenStreetMap నుండి లైవ్
th: แบบเรียลไทม์จาก OpenStreetMap
tr: OpenStreetMap’ten canlı
ug: OpenStreetMap دىن جانلىق
ur: OpenStreetMap سے براہ راست
vi: Trực tiếp từ OpenStreetMap
zh_hans: 实时来自 OpenStreetMap

# source_open
source: Read in context
ar: اقرأ في السياق
as: প্ৰসংগসহ পঢ়ক
bn: প্রসঙ্গসহ পড়ুন
bs: Čitaj u kontekstu
ckb: لە شوێنی خۆیدا بیخوێنەرەوە
es: Leer en contexto
fa: خواندن در متن
fa_af: خواندن در متن
fil: Basahin sa konteksto
fr: Lire dans le contexte
gu: સંદર્ભ સાથે વાંચો
ha: Karanta a mahallinsa
hi: संदर्भ में पढ़ें
hu: Olvasás szövegkörnyezetben
id: Baca dalam konteks
ka: კონტექსტში წაკითხვა
km: អានក្នុងបរិបទ
kn: ಸಂದರ್ಭದೊಂದಿಗೆ ಓದಿ
mk: Читај во контекст
ml: സന്ദർഭത്തോടെ വായിക്കുക
mr: संदर्भासह वाचा
nl: Lezen in context
pa: ਪ੍ਰਸੰਗ ਵਿੱਚ ਪੜ੍ਹੋ
pt: Ler no contexto
ru: Читать в контексте
si: සන්දර්භය සමඟ කියවන්න
sr: Читај у контексту
sw: Soma katika muktadha
te: సందర్భంతో చదవండి
th: อ่านในบริบท
tr: Bağlamında oku
ug: ئەسلى مەزمۇنىدا ئوقۇش
ur: سیاق میں پڑھیں
vi: Đọc trong ngữ cảnh
zh_hans: 结合上下文阅读

# source_original_link
source: Original link (needs internet)
ar: الرابط الأصلي (يحتاج إلى الإنترنت)
as: মূল লিংক (ইণ্টাৰনেট লাগে)
bn: মূল লিংক (ইন্টারনেট লাগবে)
bs: Originalni link (potreban internet)
ckb: بەستەری ڕەسەن (پێویستی بە ئینتەرنێتە)
es: Enlace original (necesita internet)
fa: پیوند اصلی (نیاز به اینترنت)
fa_af: لینک اصلی (نیاز به انترنت)
fil: Orihinal na link (kailangan ng internet)
fr: Lien d’origine (internet requis)
gu: મૂળ લિંક (ઇન્ટરનેટ જોઈએ)
ha: Asalin mahaɗi (yana buƙatar intanet)
hi: मूल लिंक (इंटरनेट चाहिए)
hu: Eredeti link (internet szükséges)
id: Tautan asli (perlu internet)
ka: ორიგინალი ბმული (საჭიროა ინტერნეტი)
km: តំណដើម (ត្រូវការអ៊ីនធឺណិត)
kn: ಮೂಲ ಲಿಂಕ್ (ಇಂಟರ್ನೆಟ್ ಬೇಕು)
mk: Оригинална врска (потребен е интернет)
ml: യഥാർത്ഥ ലിങ്ക് (ഇന്റർനെറ്റ് വേണം)
mr: मूळ लिंक (इंटरनेट लागते)
nl: Originele link (internet nodig)
pa: ਅਸਲ ਲਿੰਕ (ਇੰਟਰਨੈੱਟ ਚਾਹੀਦਾ)
pt: Link original (precisa de internet)
ru: Исходная ссылка (нужен интернет)
si: මුල් සබැඳිය (අන්තර්ජාලය අවශ්‍යයි)
sr: Оригинални линк (потребан интернет)
sw: Kiungo asili (kinahitaji intaneti)
te: అసలు లింక్ (ఇంటర్నెట్ అవసరం)
th: ลิงก์ต้นฉบับ (ต้องใช้อินเทอร์เน็ต)
tr: Orijinal bağlantı (internet gerekir)
ug: ئەسلى ئۇلانما (تور كېرەك)
ur: اصل لنک (انٹرنیٹ درکار)
vi: Liên kết gốc (cần internet)
zh_hans: 原始链接（需要联网）

source: Sources
ar: المصادر
as: উৎস
bn: উৎস
bs: Izvori
ckb: سەرچاوەکان
es: Fuentes
fa: منابع
fa_af: منابع
fil: Mga sanggunian
gu: સ્રોતો
ha: Majiyoyi
hi: स्रोत
hu: Források
id: Sumber
ka: წყაროები
km: ប្រភព
kn: ಮೂಲಗಳು
mk: Извори
ml: ഉറവിടങ്ങൾ
mr: स्रोत
nl: Bronnen
pa: ਸਰੋਤ
pt: Fontes
ru: Источники
si: මූලාශ්‍ර
sr: Извори
sw: Vyanzo
te: మూలాలు
th: แหล่งที่มา
tr: Kaynaklar
ug: مەنبەلەر
ur: ماخذ
vi: Nguồn
zh_hans: 来源

# sources_licenses
source: Sources and licenses
ar: المصادر والتراخيص
as: উৎস আৰু অনুজ্ঞাপত্ৰ
bn: উৎস ও লাইসেন্স
bs: Izvori i licence
ckb: سەرچاوەکان و مۆڵەتەکان
es: Fuentes y licencias
fa: منابع و مجوزها
fa_af: منابع و مجوزها
fil: Mga sanggunian at lisensya
fr: Sources et licences
gu: સ્રોતો અને લાઇસન્સ
ha: Majiyoyi da lasisi
hi: स्रोत और लाइसेंस
hu: Források és licencek
id: Sumber dan lisensi
ka: წყაროები და ლიცენზიები
km: ប្រភព និងអាជ្ញាប័ណ្ណ
kn: ಮೂಲಗಳು ಮತ್ತು ಪರವಾನಗಿಗಳು
mk: Извори и лиценци
ml: ഉറവിടങ്ങളും ലൈസൻസുകളും
mr: स्रोत आणि परवाने
nl: Bronnen en licenties
pa: ਸਰੋਤ ਅਤੇ ਲਾਇਸੈਂਸ
pt: Fontes e licenças
ru: Источники и лицензии
si: මූලාශ්‍ර සහ බලපත්‍ර
sr: Извори и лиценце
sw: Vyanzo na leseni
te: మూలాలు మరియు లైసెన్సులు
th: แหล่งที่มาและสัญญาอนุญาต
tr: Kaynaklar ve lisanslar
ug: مەنبە ۋە ئىجازەتنامىلەر
ur: ماخذ اور لائسنس
vi: Nguồn và giấy phép
zh_hans: 来源与许可

source: Stop
ar: إيقاف
as: ৰখাওক
bn: থামান
bs: Zaustavi
ckb: ڕاگرتن
es: Detener
fa: توقف
fa_af: توقف
fil: Ihinto
fr: Arrêter
gu: રોકો
ha: Tsaya
hi: रोकें
hu: Leállítás
id: Berhenti
ka: შეჩერება
km: បញ្ឈប់
kn: ನಿಲ್ಲಿಸಿ
mk: Запри
ml: നിർത്തുക
mr: थांबवा
nl: Stoppen
pa: ਰੋਕੋ
pt: Parar
ru: Стоп
si: නවත්වන්න
sr: Заустави
sw: Simamisha
te: ఆపు
th: หยุด
tr: Durdur
ug: توختىتىش
ur: روکیں
vi: Dừng
zh_hans: 停止

# straight_line
source: %1$@ straight-line
ar: %1$@ بخط مستقيم
as: পোনপটীয়া দূৰত্ব %1$@
bn: সরলরেখায় %1$@
bs: %1$@ zračnom linijom
ckb: %1$@ بە هێڵی ڕاست
es: %1$@ en línea recta
fa: %1$@ در خط مستقیم
fa_af: %1$@ در خط مستقیم
fil: %1$@ nang tuwiran
fr: %1$@ à vol d’oiseau
gu: %1$@ સીધું અંતર
ha: %1$@ a miƙe
hi: %1$@ सीधी दूरी
hu: %1$@ légvonalban
id: %1$@ garis lurus
ka: %1$@ პირდაპირი ხაზით
km: %1$@ តាមបន្ទាត់ត្រង់
kn: ನೇರ ರೇಖೆಯಲ್ಲಿ %1$@
mk: %1$@ воздушна линија
ml: നേർരേഖയിൽ %1$@
mr: %1$@ सरळ अंतर
nl: %1$@ hemelsbreed
pa: ਸਿੱਧੀ ਲਕੀਰ ਵਿੱਚ %1$@
pt: %1$@ em linha reta
ru: %1$@ по прямой
si: සරල රේඛාවෙන් %1$@
sr: %1$@ ваздушном линијом
sw: %1$@ kwa mstari ulionyooka
te: సరళ రేఖలో %1$@
th: %1$@ แบบเส้นตรง
tr: Kuş uçuşu %1$@
ug: تۈز سىزىقتا %1$@
ur: %1$@ سیدھی لکیر میں
vi: %1$@ theo đường thẳng
zh_hans: 直线距离 %1$@

# style_cream
source: Gold and cream
ar: ذهبي وكريمي
as: সোণালী আৰু ক্ৰীম
bn: সোনালি ও ক্রিম
bs: Zlato i krem
ckb: زێڕین و کرێمی
es: Dorado y crema
fa: طلایی و کرم
fa_af: طلایی و کرم
fil: Ginto at krema
fr: Or et crème
gu: સોનેરી અને ક્રીમ
ha: Zinariya da kirim
hi: सुनहरा और क्रीम
hu: Arany és krém
id: Emas dan krem
ka: ოქროსფერი და კრემისფერი
km: មាស និងក្រែម
kn: ಚಿನ್ನ ಮತ್ತು ಕ್ರೀಮ್
mk: Злато и крем
ml: സ്വർണ്ണവും ക്രീമും
mr: सोनेरी आणि क्रीम
nl: Goud en crème
pa: ਸੁਨਹਿਰੀ ਅਤੇ ਕਰੀਮ
pt: Dourado e creme
ru: Золото и крем
si: රන් සහ ක්‍රීම්
sr: Злато и крем
sw: Dhahabu na krimu
te: బంగారు మరియు క్రీమ్
th: ทองและครีม
tr: Altın ve krem
ug: ئالتۇن ۋە قايماق رەڭ
ur: سنہرا اور کریم
vi: Vàng và kem
zh_hans: 金色与米色

# style_green
source: Green
ar: أخضر
as: সেউজীয়া
bn: সবুজ
bs: Zelena
ckb: سەوز
es: Verde
fa: سبز
fa_af: سبز
fil: Berde
fr: Vert
gu: લીલો
ha: Kore
hi: हरा
hu: Zöld
id: Hijau
ka: მწვანე
km: បៃតង
kn: ಹಸಿರು
mk: Зелена
ml: പച്ച
mr: हिरवा
nl: Groen
pa: ਹਰਾ
pt: Verde
ru: Зелёный
si: කොළ
sr: Зелена
sw: Kijani
te: ఆకుపచ్చ
th: เขียว
tr: Yeşil
ug: يېشىل
ur: سبز
vi: Xanh lá
zh_hans: 绿色

# style_night
source: Night sky
ar: سماء الليل
as: ৰাতিৰ আকাশ
bn: রাতের আকাশ
bs: Noćno nebo
ckb: ئاسمانی شەو
es: Cielo nocturno
fa: آسمان شب
fa_af: آسمان شب
fil: Langit sa gabi
fr: Ciel de nuit
gu: રાતનું આકાશ
ha: Sararin dare
hi: रात का आसमान
hu: Éjszakai ég
id: Langit malam
ka: ღამის ცა
km: មេឃពេលយប់
kn: ರಾತ್ರಿ ಆಕಾಶ
mk: Ноќно небо
ml: രാത്രി ആകാശം
mr: रात्रीचे आकाश
nl: Nachthemel
pa: ਰਾਤ ਦਾ ਅਸਮਾਨ
pt: Céu noturno
ru: Ночное небо
si: රාත්‍රී අහස
sr: Ноћно небо
sw: Anga la usiku
te: రాత్రి ఆకాశం
th: ท้องฟ้ายามค่ำ
tr: Gece göğü
ug: كېچە ئاسمىنى
ur: رات کا آسمان
vi: Bầu trời đêm
zh_hans: 夜空

# suggested_questions
source: You could also ask
ar: يمكنك أن تسأل أيضًا
as: আপুনি এইটোও সুধিব পাৰে
bn: আপনি এটাও জিজ্ঞেস করতে পারেন
bs: Možete pitati i
ckb: دەشتوانیت ئەمانە بپرسیت
es: También puede preguntar
fa: این را هم می‌توانید بپرسید
fa_af: این را هم می‌توانید بپرسید
fil: Maaari mo ring itanong
fr: Vous pourriez aussi demander
gu: તમે આ પણ પૂછી શકો
ha: Kuna iya tambaya kuma
hi: आप यह भी पूछ सकते हैं
hu: Ezt is kérdezheted
id: Anda juga bisa bertanya
ka: ასევე შეგიძლიათ იკითხოთ
km: អ្នកក៏អាចសួរផងដែរ
kn: ನೀವು ಇದನ್ನೂ ಕೇಳಬಹುದು
mk: Може да прашате и
ml: നിങ്ങൾക്ക് ഇതും ചോദിക്കാം
mr: तुम्ही हेही विचारू शकता
nl: Je kunt ook vragen
pa: ਤੁਸੀਂ ਇਹ ਵੀ ਪੁੱਛ ਸਕਦੇ ਹੋ
pt: Você também pode perguntar
ru: Можно также спросить
si: ඔබට මෙයද ඇසිය හැක
sr: Можете питати и
sw: Unaweza pia kuuliza
te: మీరు ఇది కూడా అడగవచ్చు
th: คุณอาจถามเพิ่มได้ว่า
tr: Şunu da sorabilirsiniz
ug: بۇلارنىمۇ سورىسىڭىز بولىدۇ
ur: آپ یہ بھی پوچھ سکتے ہیں
vi: Bạn cũng có thể hỏi
zh_hans: 你还可以问

# summary_label
source: Summary
ar: خلاصة
as: সাৰাংশ
bn: সারসংক্ষেপ
bs: Sažetak
ckb: کورتە
es: Resumen
fa: خلاصه
fa_af: خلاصه
fil: Buod
fr: Résumé
gu: સારાંશ
ha: Taƙaitawa
hi: सारांश
hu: Összefoglaló
id: Ringkasan
ka: შეჯამება
km: សេចក្ដីសង្ខេប
kn: ಸಾರಾಂಶ
mk: Резиме
ml: സംഗ്രഹം
mr: सारांश
nl: Samenvatting
pa: ਸਾਰ
pt: Resumo
ru: Кратко
si: සාරාංශය
sr: Сажетак
sw: Muhtasari
te: సారాంశం
th: สรุป
tr: Özet
ug: خۇلاسە
ur: خلاصہ
vi: Tóm tắt
zh_hans: 摘要

# sunrise_not_prayer_note
source: Sunrise marks the end of Fajr time; it is not a prayer.
ar: الشروق نهاية وقت الفجر، وليس صلاة.
as: সূৰ্যোদয়ে ফজৰৰ সময়ৰ শেষ বুজায়; ই কোনো নামাজ নহয়।
bn: সূর্যোদয় ফজরের সময়ের শেষ নির্দেশ করে; এটি কোনো নামাজ নয়।
bs: Izlazak sunca označava kraj vremena sabaha; to nije namaz.
ckb: خۆرهەڵاتن کۆتایی کاتی نوێژی بەیانییە؛ خۆی نوێژ نییە.
es: El amanecer marca el fin de Fajr; no es una oración.
fa: طلوع آفتاب پایان وقت نماز صبح است و خودش نماز نیست.
fa_af: طلوع آفتاب پایان وقت نماز صبح است و خودش نماز نیست.
fil: Ang pagsikat ng araw ang hudyat ng pagtatapos ng oras ng Fajr; hindi ito isang dasal.
fr: Le lever du soleil marque la fin du Fajr ; ce n’est pas une prière.
gu: સૂર્યોદય ફજરના સમયનો અંત છે; તે નમાઝ નથી.
ha: Fitowar rana ita ce ƙarshen lokacin Asuba; ba sallah ba ce.
hi: सूर्योदय फ़ज्र के वक़्त का अंत है; यह कोई नमाज़ नहीं है।
hu: A napkelte a fadzsr idejének végét jelzi; nem ima.
id: Terbit menandai akhir waktu Subuh; bukan waktu salat.
ka: მზის ამოსვლა ფაჯრის დროის დასასრულს ნიშნავს; ეს ლოცვა არ არის.
km: ថ្ងៃរះជាសញ្ញាបញ្ចប់ពេលស៊ូពុហ៍ វាមិនមែនជាសឡាតទេ។
kn: ಸೂರ್ಯೋದಯವು ಫಜ್ರ್ ಸಮಯದ ಅಂತ್ಯವನ್ನು ಸೂಚಿಸುತ್ತದೆ; ಅದು ನಮಾಜ್ ಅಲ್ಲ.
mk: Изгрејсонцето го означува крајот на времето за сабах; тоа не е намаз.
ml: സൂര്യോദയം സുബ്ഹിന്റെ സമയത്തിന്റെ അവസാനമാണ്; അതൊരു നമസ്കാരമല്ല.
mr: सूर्योदयाला फजरची वेळ संपते; ही नमाज नाही.
nl: Zonsopgang markeert het einde van de Fajr-tijd; het is geen gebed.
pa: ਸੂਰਜ ਚੜ੍ਹਨਾ ਫ਼ਜਰ ਦੇ ਵਕਤ ਦਾ ਅੰਤ ਹੈ; ਇਹ ਨਮਾਜ਼ ਨਹੀਂ ਹੈ।
pt: O nascer do sol marca o fim do horário do Fajr; não é uma oração.
ru: Восход отмечает конец времени фаджра; это не намаз.
si: හිරු උදාව ෆජ්ර් වේලාවේ අවසානය සලකුණු කරයි; එය සලාතයක් නොවේ.
sr: Излазак сунца означава крај времена сабаха; то није намаз.
sw: Macheo ni mwisho wa wakati wa Alfajiri; si sala.
te: సూర్యోదయం ఫజ్ర్ సమయం ముగింపును సూచిస్తుంది; అది నమాజ్ కాదు.
th: ดวงอาทิตย์ขึ้นเป็นเครื่องหมายสิ้นสุดเวลาซุบฮิ ไม่ใช่เวลาละหมาด
tr: Güneşin doğuşu imsak vaktinin sonudur; bir namaz değildir.
ug: كۈن چىقىش بامدات ۋاقتىنىڭ ئاخىرلاشقانلىقىنى بىلدۈرىدۇ؛ ئۇ ناماز ئەمەس.
ur: طلوعِ آفتاب فجر کے وقت کا اختتام ہے، یہ نماز نہیں۔
vi: Mặt trời mọc đánh dấu hết giờ Fajr; đây không phải là một lần cầu nguyện.
zh_hans: 日出标志着晨礼时间结束，它本身不是一次礼拜。

source: Supporting passage
ar: نص داعم
as: সমৰ্থনকাৰী অংশ
bn: সমর্থক অংশ
bs: Odlomak kao dokaz
ckb: دەقی پشتگیر
es: Pasaje de apoyo
fa: متن پشتیبان
fa_af: متن پشتیبان
fil: Sumusuportang sipi
fr: Passage à l’appui
gu: સમર્થન આપતો અંશ
ha: Nassi mai goyon baya
hi: समर्थन करने वाला अंश
hu: Alátámasztó részlet
id: Kutipan pendukung
ka: დამადასტურებელი ფრაგმენტი
km: អត្ថបទគាំទ្រ
kn: ಆಧಾರ ಭಾಗ
mk: Одломка како доказ
ml: പിന്തുണയ്ക്കുന്ന ഭാഗം
mr: आधार देणारा उतारा
nl: Onderbouwende passage
pa: ਸਹਾਇਕ ਅੰਸ਼
pt: Trecho de apoio
ru: Подтверждающий фрагмент
si: සහාය ඡේදය
sr: Одломак као доказ
sw: Kifungu kinachounga mkono
te: ఆధార భాగం
th: ข้อความสนับสนุน
tr: Destekleyen pasaj
ug: دەلىل ئۈزۈندە
ur: معاون اقتباس
vi: Đoạn trích hỗ trợ
zh_hans: 佐证段落

# surrounding_context
source: Surrounding verses
ar: الآيات المحيطة
as: আশে-পাশৰ আয়াত
bn: আশেপাশের আয়াত
bs: Okolni ajeti
ckb: ئایەتەکانی دەوروبەر
es: Versículos cercanos
fa: آیات پیرامون
fa_af: آیات پیرامون
fil: Mga nakapaligid na talata
fr: Versets voisins
gu: આસપાસની આયતો
ha: Ayoyin da ke kewaye
hi: आसपास की आयतें
hu: Környező versek
id: Ayat di sekitarnya
ka: მიმდებარე აიათები
km: អាយ៉ាត់ជុំវិញ
kn: ಸುತ್ತಲಿನ ಆಯತ್‌ಗಳು
mk: Околни ајети
ml: ചുറ്റുമുള്ള ആയത്തുകൾ
mr: आजूबाजूच्या आयती
nl: Omliggende verzen
pa: ਆਲੇ-ਦੁਆਲੇ ਦੀਆਂ ਆਇਤਾਂ
pt: Versículos ao redor
ru: Соседние аяты
si: අවට ආයත්
sr: Околни ајети
sw: Aya zinazozunguka
te: చుట్టుపక్కల ఆయతులు
th: อายะฮ์รอบข้าง
tr: Çevredeki ayetler
ug: ئەتراپتىكى ئايەتلەر
ur: سیاق کی آیات
vi: Các câu kinh xung quanh
zh_hans: 前后经文

# tab_ask
source: Ask AI
ar: اسأل
as: সোধক
bn: প্রশ্ন করুন
bs: Pitaj
ckb: بپرسە
es: Preguntar
fa: بپرسید
fa_af: بپرسید
fil: Magtanong
fr: Demander
gu: પૂછો
ha: Tambaya
hi: पूछें
hu: Kérdezz
id: Tanya
ka: კითხვა
km: សួរ
kn: ಕೇಳಿ
mk: Прашај
ml: ചോദിക്കൂ
mr: विचारा
nl: Vraag
pa: ਪੁੱਛੋ
pt: Perguntar
ru: Спросить
si: අහන්න
sr: Питај
sw: Uliza
te: అడగండి
th: ถาม
tr: Sor
ug: سوراش
ur: پوچھیں
vi: Hỏi
zh_hans: 提问

# tab_ask_short
source: Ask
ar: اسأل
as: সোধক
bn: জিজ্ঞেস
bs: Pitaj
ckb: بپرسە
es: Preguntar
fa: بپرس
fa_af: بپرس
fil: Magtanong
fr: Demander
gu: પૂછો
ha: Tambaya
hi: पूछें
hu: Kérdezz
id: Tanya
ka: კითხვა
km: សួរ
kn: ಕೇಳಿ
mk: Прашај
ml: ചോദിക്കൂ
mr: विचारा
nl: Vragen
pa: ਪੁੱਛੋ
pt: Perguntar
ru: Спросить
si: අහන්න
sr: Питај
sw: Uliza
te: అడగండి
th: ถาม
tr: Sor
ug: سوراش
ur: پوچھیں
vi: Hỏi
zh_hans: 提问

# tab_mosques
source: Nearest Mosque
ar: أقرب مسجد
as: ওচৰৰ মছজিদ
bn: নিকটতম মসজিদ
bs: Najbliža džamija
ckb: نزیکترین مزگەوت
es: Mezquita cercana
fa: نزدیک‌ترین مسجد
fa_af: نزدیک‌ترین مسجد
fil: Pinakamalapit na masjid
fr: Mosquée proche
gu: નજીકની મસ્જિદ
ha: Masallaci mafi kusa
hi: नज़दीकी मस्जिद
hu: Legközelebbi mecset
id: Masjid Terdekat
ka: უახლოესი მეჩეთი
km: ម៉ាស្ជិតជិតបំផុត
kn: ಅತಿ ಹತ್ತಿರದ ಮಸೀದಿ
mk: Најблиска џамија
ml: ഏറ്റവും അടുത്ത പള്ളി
mr: जवळची मशीद
nl: Dichtstbijzijnde moskee
pa: ਸਭ ਤੋਂ ਨੇੜਲੀ ਮਸਜਿਦ
pt: Mesquita mais próxima
ru: Ближайшая мечеть
si: ළඟම පල්ලිය
sr: Најближа џамија
sw: Msikiti wa karibu zaidi
te: దగ్గరి మసీదు
th: มัสยิดใกล้ที่สุด
tr: En Yakın Cami
ug: ئەڭ يېقىن مەسچىت
ur: قریب ترین مسجد
vi: Thánh đường gần nhất
zh_hans: 最近清真寺

# tab_prayer
source: Prayer & Qibla
ar: الصلاة والقبلة
as: নামাজ আৰু কিবলা
bn: নামাজ ও কিবলা
bs: Namaz i kibla
ckb: نوێژ و قیبلە
es: Oración y alquibla
fa: نماز و قبله
fa_af: نماز و قبله
fil: Dasal at Qibla
fr: Prière et qibla
gu: નમાઝ અને કિબ્લા
ha: Sallah da Alƙibla
hi: नमाज़ और क़िबला
hu: Ima és kibla
id: Salat & Kiblat
ka: ლოცვა და ყიბლა
km: សឡាត និងគិបឡាត់
kn: ನಮಾಜ್ & ಕಿಬ್ಲಾ
mk: Намаз и кибла
ml: നമസ്കാരം & ഖിബ്‌ല
mr: नमाज आणि किब्ला
nl: Gebed & qibla
pa: ਨਮਾਜ਼ ਅਤੇ ਕਿਬਲਾ
pt: Oração e Qibla
ru: Намаз и кибла
si: සලාතය සහ කිබ්ලා
sr: Намаз и кибла
sw: Sala na Kibla
te: నమాజ్ & ఖిబ్లా
th: ละหมาดและกิบลัต
tr: Namaz ve Kıble
ug: ناماز ۋە قىبلە
ur: نماز اور قبلہ
vi: Cầu nguyện & Qibla
zh_hans: 礼拜与朝向

# time_progress_a11y
source: %1$lld%% of the time until %2$@ has passed
ar: مضى %1$lld%% من الوقت حتى %2$@
as: %2$@ লৈকে সময়ৰ %1$lld%% পাৰ হৈছে
bn: %2$@ পর্যন্ত সময়ের %1$lld%% পার হয়েছে
bs: Prošlo je %1$lld%% vremena do sljedećeg termina (%2$@)
ckb: %1$lld%%ی ماوەی تا %2$@ تێپەڕیوە
es: Ha pasado el %1$lld %% lldel tiempo hasta %2$@
fa: %1$lld%% از زمان باقی‌مانده تا %2$@ گذشته است
fa_af: %1$lld%% از زمان باقی‌مانده تا %2$@ گذشته است
fil: Lumipas na ang %1$lld%% ng oras hanggang %2$@
fr: %1$lld %% lldu temps avant %2$@ est écoulé
gu: %2$@ સુધીના સમયમાંથી %1$lld%% પસાર થઈ ગયો છે
ha: %1$lld%% na lokacin zuwa %2$@ ya wuce
hi: %2$@ तक के समय का %1$lld%% बीत चुका है
hu: %2$@: az addig tartó idő %1$lld%%-a eltelt
id: %1$lld%% waktu menuju %2$@ telah berlalu
ka: %2$@-მდე დროის %1$lld%% გავიდა
km: ពេលវេលារហូតដល់ %2$@ បានកន្លងផុតទៅ %1$lld%%
kn: %2$@ ವರೆಗಿನ ಸಮಯದಲ್ಲಿ %1$lld%% ಕಳೆದಿದೆ
mk: Поминати се %1$lld%% од времето до %2$@
ml: %2$@ വരെയുള്ള സമയത്തിന്റെ %1$lld%% കഴിഞ്ഞു
mr: %2$@ पर्यंतच्या वेळेपैकी %1$lld%% वेळ झाली आहे
nl: %1$lld%% van de tijd tot %2$@ is verstreken
pa: %2$@ ਤੱਕ ਦੇ ਵਕਤ ਦਾ %1$lld%% ਬੀਤ ਗਿਆ ਹੈ
pt: %1$lld%% lldo tempo até %2$@ já passou
ru: Прошло %1$lld%% времени до %2$@
si: %2$@ දක්වා කාලයෙන් %1$lld%% ගත වී ඇත
sr: Прошло је %1$lld%% времена до следећег термина (%2$@)
sw: %1$lld%% ya muda hadi %2$@ umepita
te: %2$@ వరకు ఉన్న సమయంలో %1$lld%% గడిచింది
th: ผ่านไปแล้ว %1$lld%% ของเวลาจนถึง %2$@
tr: %2$@ vaktine kalan sürenin %%%1$lld kadarı geçti
ug: %2$@ گىچە بولغان ۋاقىتنىڭ %1$lld%% ى ئۆتتى
ur: %2$@ تک کا %1$lld%% وقت گزر چکا
vi: Đã qua %1$lld%% thời gian đến %2$@
zh_hans: 距 %2$@ 的时间已过去 %1$lld%%
